[
    {
        "heading": "In-game items ",
        "text": "In-game items crafting is a skill or set of skills option specifically provides in massively multiplayer online games or role playing games. In-game items crafting is a skill or set of skills option specifically provides in massively multiplayer online games or role playing games",
        "img": "assets/f1.svg"
    },
    {
        "heading": "Cross chain interpretability & custom wallet",
        "text": "DeFi has a motive to incorporate traditional financial services in the cryptocurrency ecosystem. This can only be possible if each blockchain in the. DeFi has a motive to incorporate traditional financial services in the cryptocurrency ecosystem. This can only be possible if each blockchain in the",
        "img": "assets/f2.png"
    },
    {
        "heading": "Multiverse gaming",
        "text": "The concept of multiverse gaming can be described as a set of parallel world, where theplayers can theoretically travel from one, The concept of multiverse gaming can be described as a set of parallel world, where theplayers can theoretically travel from one",
        "img": "assets/f3.png"
    },
    {
        "heading": "Tokenize character ",
        "text": "Povo is one of those games that have tokenized their characters. Meaning that, you can now advance your levels within the game, Povo is one of those games that have tokenized their characters. Meaning that, you can now advance your levels within the game",
        "img": "assets/f4.png"
    },
    {
        "heading": "Gamer/devs can introduce their own token",
        "text": "Blockchain has revolutionized the world of gaming. It allows the projection of value in intangible assets. It helps gamers to securely, Blockchain has revolutionized the world of gaming. It allows the projection of value in intangible assets. It helps gamers to securely",
        "img": "assets/f5.svg"
    },
    {
        "heading": "Dapp Store and game studio integration",
        "text": "Decentralized applications are a set of programs that harness excess power from different nodes globally. Decentralized applications are a set of programs that harness excess power from different nodes globally.",
        "img": "assets/f6.png"
    }
]